namespace SocketClientServer
{
    public class Text
    {
        public static string GET3 = "1)Ввести с клавиатуры и напечатать модули N чисел; если введено отрицательное число, ввод и печать прекратить.\n";

        public static string GET6 = "2)Напечатать значения функции y=ln(x+12/x),где значения x вводятся с клавиатуры. При вводе числа, не входящего в область определения функции, вычисления прекратить\n";

        public static string GET9 = "3)Вывести на печать значения функции z=sin(x)+cos(x),находящиеся в интервале (-0,2; 0,8) для x изменяющегося на отрезке [4,-6] с шагом 0,91\n";

        public static string GET12 = "4)Hайти пеpвый член последовательности ln(9n)/(n*n), меньший 1, для n изменяющегося следующим обpазом: n=1,2,3... .\n";

        public static string GET30 = "Hайти пеpвый отpицательный член последовательности cos(ctg(n)) для n изменяющегося на следующим обpазом: n=1,2,3...\n";
    }
}